/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 13.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* OCCertificateViewController section titles */
"Subject" = "Asunto";
"Issuer" = "Fornecedor";
"Public Key" = "Clave pública";
"Extensions" = "Extensións";
"Fingerprints" = "Pegadas";

"Validation Status" = "Estado da validación ";
"Hostname" = "Nome de máquina";
"Validation Error" = "Produciuse un erro de validación";
"User-rejected." = "Usuario rexeitado.";
"Certificate has issues." = "O certificado ten problemas.";
"User-accepted." = "Usuario aceptado.";
"No issues found." = "Non se atoparon incidencias.";

/* X.509 certificate fields */
"businessCategory" = "Categoría do negocio";
"commonName" = "Nome común";
"countryName" = "País";
"jurisdictionCountryName" = "País da xurisdición";
"jurisdictionLocalityName" = "Localidade da xurisdición";
"jurisdictionStateOrProvinceName" = "Estado ou provincia da xurisdición";
"localityName" = "Localidade";
"organizationName" = "Organización";
"organizationalUnitName" = "Unidade organizativa (OU)";
"stateOrProvinceName" = "Estado ou provincia";

"version" = "Versión";
"serialNumber" = "Número de serie";
"signatureAlgorithm" = "Algoritmo da sinatura";

"validFrom" = "Válido dende";
"validUntil" = "Válido ata";

"keyBytes" = "Bytes da clave";
"keyExponent" = "Exponente da clave";
"keyInformation" = "Información";
"keySizeInBits" = "Tamaño da clave (bits)";
